Repository: seandepagnier/projections_pi
Catalog: po/*.po
Languages: cs, fi, nl

source: About Author
cs: O Autorovi
fi: Tietoa Tekijästä
nl: Over de auteur

source: Status Bar Preferences
cs: Předvolby stavové řádky
fi: Tilarivin asetukset
nl: Statusbalkvoorkeuren

source: Mercator
nl: Mercatorprojectie

source: Orthographic
cs: Pravoúhlá
fi: Oikeinkirjoitus
nl: Orthografische projectie

source: Polar
cs: Polární
nl: Polaire projectie

source: Stereographic
cs: Stereografická
fi: Stereografinen
nl: Stereografische projectie

source: Gnomonic
cs: Gnómonická
fi: Gnomoninen
nl: Gnomonische projectie

source: Equirectangular
cs: Ekvidistantní cylindrická
fi: Tasakulmainen
nl: Equidistante cilinderprojectie

source: Projection
cs: Projekce
fi: Projektio
nl: Projectie

source: Projections
cs: Projekce
fi: Projektiot
nl: Projecties

source: Projections plugin offers alternate projections
cs: Doplněk Projekce nabízí alternativní projekce
fi: Projektiot plugin tarjoaa vaihtoehtoisia projektioita
nl: De Projectie PlugIn maakt het mogelijk verschillende kaartprojecties te gebruiken

source: Projections plugin offers alternative projections The projections can be configured by the user These projections may be useful for a more accurate interpretation of navigational data Mercator projections are especially skewed in high latitudes for examples This plugin requires OpenGL enabled.
fi: Projektiot plugin tarjoaa vaihtoehtoisia projektioita Käyttäjä voi määrittää projektiot Nämä projektiott voivat olla hyödyllisiä navigoinnin datan tarkemmassa tulkinnassa Mercator projektiot ovat erityisesti vinossa korkeilla leveysasteilla esimerkiksi Tämä laajennus vaatii OpenGL: n käyttöön.
nl: De Projectie PlugIn maakt het mogelijk verschillende, door de gebruiker in te stellen kaartprojecties te gebruiken. Dit kan nuttig zijn voor een meer accurate interpretatie van kaartgegevens. Zo geven op hoge breedtes Mercatorkaarten het aardoppervlak vertekend weer. Deze PlugIn vereist het gebruik van OpenGL.
